
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Kotikansion synkronoinnin tila";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Synkronoidaan";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Aloitetaan…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Viimeistellään…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Tarkistetaan";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Tarkistetaan";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Kumotaan…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Lopetetaan…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Viimeistellään…";

"CINCH_PROG_PATH_MESSAGE" = " ”%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ / %@ kohdetta - %@ %% suoritettu.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ / %@ kohdetta - %@ / %@ - %@ %% suoritettu.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ tavua";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ Kt";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ Mt";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ Gt";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Yhdistetään verkkokotikansioon.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Synkronointi jatkuu taustalla.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Synkronointi suoritettu.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Synkronointi kumottu.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Synkronointi pysähtyi.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Kumoa";
"CINCH_SKIP_BUTTON" = "Pysäytä";
"CINCH_CONTINUE_BUTTON" = "Jatka";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Toiminnon käyttämiseen tarvitaan liikkuva tunnus.";
"CINCH_MUST_BE_MHD_MESSAGE" = "Jos haluat luoda liikkuvan tunnuksen, avaa Järjestelmäasetukset, osoita Käyttäjät ja Luo. Jos nämä kohteet puuttuvat tai eivät ole käytettävissä, ota yhteyttä järjestelmän ylläpitäjään.";

"CINCH_NO_NETHOME_TITLE" = "Synkronointia ei voitu suorittaa, koska verkkokotikansio kohteessa ”%@” ei ole tällä hetkellä käytettävissä.";
"CINCH_NO_NETHOME_MESSAGE" = "Yritä myöhemmin uudelleen.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Synkronointia ei voitu suorittaa, koska verkkokotikansio kohteessa ”%@” ei salli kirjoittamista.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmän ylläpitäjään.";

"CINCH_HOME_IN_USE_TITLE" = "Verkkokotikansio on käytössä.";
"CINCH_HOME_IN_USE_MESSAGE" = "Jos synkronoit nyt, joitakin tiedostoja ei ehkä synkronoida.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Synkronoi nyt";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Synkronoi myöhemmin";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "Synkronointia ei suoriteta, koska verkkokotikansion kanssa on ongelmia.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Yritä kirjautua myöhemmin uudelleen synkronointia varten tai ota yhteyttä järjestelmän ylläpitäjään.";

"CINCH_SYNC_FAILED_TITLE" = "Synkronointi ei valmistunut.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "Kohteessa ei ole riittävästi tilaa toiminnon suorittamiseen.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Verkkokotikansio on ehkä muuttunut edellisen synkronoinnin jälkeen.";
"CINCH_HOME_CHANGED_MESSAGE" = "Jos et ole varma, miksi näin tapahtui, valitse Synkronoi myöhemmin ja varmuuskopioi uudet tiedostot ennen uutta synkronointia. Osoittamalla Lisätietoja saat lisää valintoja.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "Jotkin verkkokotikansion tiedostot ovat saattaneet muuttua edellisen synkronoinnin jälkeen. Valitse sijainti, jossa on uusimmat tiedostot.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Valinta vaikuttaa vain tiedostoihin, jotka ovat muuttuneet sekä verkkokotikansiossa että liikkuvassa kotikansiossa. Muut tiedostot synkronoidaan normaalisti.\n\nVerkkokotikansiota käytettiin: %@.\nLiikkuva kotikansio synkronoitiin viimeksi: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Verkkokotikansio on käytössä.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "Jos tämä ei mielestäsi pidä paikkaansa, palvelin saattaa edelleen pitää verkkokotikansiota väliaikaisesti lukittuna. Tämä korjaantuu usein itsekseen hetken päästä.";

"CINCH_HOME_INVALID_TITLE" = "Verkkokotikansiota ei ehkä ole määritelty synkronointia varten.";
"CINCH_HOME_INVALID_MESSAGE" = "Verkkokotikansio kohteessa ”%@” ei sisällä joitakin synkronointiin tarvittavia tiedostoja.";

"CINCH_GENERIC_ERR_TITLE" = "Tietoja ei ole saatavilla.";
"CINCH_GENERIC_ERR_MESSAGE" = "Kirjaudu sisään myöhemmin ja yritä uudelleen.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Synkronoi myöhemmin";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Lisätietoja…";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Verkkokotikansio";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Liikkuva kotikansio";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Jotkin verkkokotikansion asetustiedostot ovat uudempia kuin liikkuvan kotikansion ja niitä ei synkronoitu.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Synkronointiasetuksista riippuen nämä tiedostot saatetaan synkronoida sisään- tai uloskirjautumisen yhteydessä.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Kotikansion synkronointi epäonnistui. Haluatko jatkaa ilman synkronoitua kotikansiota?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "Jos jatkat, synkronoi kotikansio mahdollisimman pian. Jos kumoat, kotikansiota ei luoda.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Yhtään kansiota ei ole valittu synkronoitavaksi.";
"CINCH_NOTHING_MESSAGE" = "Jos haluat synkronoida kansioita, avaa Järjestelmäasetukset ja osoita Tilit. Valitse tili ja osoita Liikkuvan tilin asetukset. Valitse synkronoitavat kansiot Vain valitut kansiot -luettelosta. Jos tämä luettelo on pois käytöstä, ota yhteyttä järjestelmän ylläpitäjään.";
"Account Mobility Preferences..." = "Tilin liikkuvuusasetukset...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Verkkokotikansio ei ole tällä hetkellä käytettävissä.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Yritä myöhemmin uudelleen.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "Käyttäjän %@ verkkokotikansio";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Luodaanko liikkuva tunnus, jossa on liikkuva kotihakemisto?";
"MCX_PHD_ACCNT_TEXT" = "Liikkuva tunnus, jossa on liikkuva kotikansio, tarjoaa kopion verkkotunnuksesta ja synkronoidun kopion verkkokotikansiosta, joita voidaan käyttää silloin kun tietokone ei ole yhteydessä verkkoon.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Luodaanko liikkuva tunnus?";
"MCX_MOBILE_ACCNT_TEXT" = "Liikkuva tunnus tarjoaa kopion verkkotunnuksesta, jota voidaan käyttää silloin kun tietokone ei ole yhteydessä verkkoon.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Älä kysy enää";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nValitse kotikansion taltio:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nLiitä ulkoinen taltio.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (Käynnistyslevy)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(Yhtään taltiota ei ole liitetty)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Luo";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Älä luo";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Kumoa kirjautuminen";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Liikkuvaa tunnusta ei voida luoda.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Liikkuvan tunnuksen luomista varten on liitettävä ulkoinen taltio.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Syötä salasana liikkuvan tunnuksen luomista varten.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Kumoa";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Virheellinen salasana.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Liikkuvan tunnuksen luominen kumottiin.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Liikkuvaa tunnusta ei voida luoda.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Luotaessa liikkuvaa tunnusta tapahtui virhe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Käytettäessä liikkuvan tunnuksen kotikansion taltiota tapahtui virhe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Luotaessa liikkuvan tunnuksen tietuetta tapahtui virhe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Luotaessa tai käytettäessä kohdetta ”%@” tapahtui virhe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Luotaessa FileVault-kotikansiota tapahtui virhe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "FileVault-kotikansiota ei voida luoda, koska samanniminen kansio on jo olemassa.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Luodaan FileVault-suojattua kotikansiota.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault salaa kotihakemiston sisäänkirjautumissalasanalla.\n\nKäyttöönotto kestää minuutin verran.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Valtuuta ulkoinen tunnus";

"MCX_XACCNT_AUTH_TITLE" = "Sallitaanko ulkoisen tunnuksen ”%@” levyltä ”%@” käyttää tätä tietokonetta?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Muista valinta";
"MCX_XACCNT_LOCKED_MESSAGE" = "Jos haluat sallia tai tallentaa, osoita lukkoa.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Kirjoita ylläpitäjän käyttäjätunnus ja salasana.";
"MCX_XACCNT_ALLOW_BUTTON" = "Salli";
"MCX_XACCNT_DENY_BUTTON" = "Estä";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Tätä tietokonetta hallinnoidaan. Haluatko jatkaa hallinnoidut asetukset käytössä?";
"MCX_DISABLE_MGMT_TEXT" = "Järjestelmän ylläpitäjä on tarjonnut mahdollisuuden hallinta-asetusten ottamiseen pois käytöstä.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " Voit myös päivittää paikallisesti tallennetut tietokoneasetukset.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nJos muistat tämän asetuksen, saat ikkunan uudelleen näkyviin pitämällä Optio-näppäintä painettuna sisäänkirjautumisen aikana.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Muista valinta";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Päivitä asetukset";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Ota asetukset pois käytöstä";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Ota asetukset käyttöön";

"CINCH_SYNC_DATE_TODAY" = "Tänään kello ";
"CINCH_SYNC_DATE_YESTERDAY" = "Eilen kello ";
"CINCH_SYNC_DATE_TOMORROW" = "Huomenna kello ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "Kotikansion synkronoinnin salasana";
"KEYCHAIN_NETWORK_KIND" = "Verkon salasana";
